// Copyright 2010 Cyrus Najmabadi
// 
// This program is free software; you can redistribute it and/or modify it
// under the terms of the GNU General Public License as published by the Free
// Software Foundation; either version 2 of the License, or (at your option) any
// later version.
// 
// This program is distributed in the hope that it will be useful, but WITHOUT
// ANY WARRANTY; without even the implied warranty of MERCHANTABILITY or FITNESS
// FOR A PARTICULAR PURPOSE. See the GNU General Public License for more
// details.
// 
// You should have received a copy of the GNU General Public License along with
// this program; if not, write to the Free Software Foundation, Inc., 51
// Franklin Street, Fifth Floor, Boston, MA  02110-1301, USA.

/* #15 in Instant Queue */
"#%d in %@" = "#%1$d w %2$@";

/* $19.99.  Widescreen DVD - 2 discs. */
"$%@. %@ - %@ discs." = "$%1$@. %2$@ - %3$@ płyt(y).";

/* $19.99.  Widescreen DVD - 1 disc. */
"$%@. %@ - 1 disc." = "$%1$@. %2$@ - 1 płyta.";

/* i.e.: 2 hours 34 minutes */
"%@ %@" = "%1$@ %2$@";

/* Netflix queue title and title count.  i.e: 'Instant Queue (45)' */
"%@ (%@)" = "%1$@ (%2$@)";

/* %@ will be replaced with a movie showtime.  i.e. '3:15pm' */
"%@ (No Online Ticketing)" = "%1$@ (brak możliwości rezerwowania online)";

/* %@ is replaced with the name of the program.  i.e. 'Now Playing' */
"%@ aggressively caches all data locally on your device so that it will be usable even without a network connection.  The only data not cached are movie trailers." = "%1$@ zapamiętuje wszystkie dane lokalnie na Twoim urządzeniu, tak aby były one dostępne nawet przy braku połączenia sieciowego.  Jedynym rodzajem danych który nie jest przechowywany są zwiastuny filmów.";

/* No comment provided by engineer. */
"%@ cannot open the page because it is not connected to the Internet." = "%1$@ nie może otworzyć tej strony z powodu braku połączenia internetowego.";

/* %@ is replaced with the name of the program.  i.e. 'Now Playing' */
"%@ contains missing/incorrect translations. Can you fix it?" = "%1$@ zawiera brakujące/niepoprawne tłumaczenia. Czy możesz to naprawić?";

/* The %@ will be replaced with the program name.  i.e. 'Now Playing' */
"%@ does not store your Netflix username and password.\n\nAn official Netflix.com webpage will be opened so you can authorize this app to access your account.\n\nA Wi-fi connection is recommended the first time you use Netflix." = "%1$@ nie przechowuje Twojej nazwy użytkownika w Netflixie ani hasła.\n\nOficjalna strona Netflix.com zostanie otwarta w celu autoryzacji Twojej aplikacji, aby miała ona dostęp do Twojego konta.\n\nPrzy pierwszym korzystaniu z Netflixa zalecanie jest posiadanie działającego połączenia sieciowego Wi-fi.";

/* %@ is replaced with the name of the program.  i.e. 'Now Playing' */
"%@ doesn't list my favorite theater. Can you add it?" = "%1$@ nie wyświetla mojego ulubionego kina. Czy możesz je dodać?";

/* No comment provided by engineer. */
"%@ must first update your local movie queue before it can process your change. Please try your change again shortly." = "%1$@ musi najpierw zaktualizować Twoją lokalną kolejkę filmów zanim będzie mogło przetworzyć Twoją zmianę. Proszę odczekać chwilę i ponownie spróbować dokonać zmiany.";

/* %@ will be replaced with the score provider.  i.e. Google, Rottentomatoes or Metacritic */
"%@ scores" = "Ocena według %1$@";

/* Rated R. 2 hours 34 minutes */
"%@. %@" = "%1$@. %2$@";

/* 5 kilometers or 5 miles */
"%d %@" = "%1$d %2$@";

/* i.e.: 20 Questions & Answers */
"%d Questions & Answers" = "%1$d pytań i odpowiedzi";

/* i.e.: 2 hours */
"%d hours" = "%1$d godzin";

/* i.e.: 30 minutes */
"%d minutes" = "%1$d minut";

/* No comment provided by engineer. */
"%d months ago" = "%1$d miesięcy temu";

/* i.e.: 5 of 15.  Used when scrolling through a list of items */
"%d of %d" = "%1$d z %2$d";

/* i.e.: 10 theaters outside search area */
"%d theaters outside search area" = "%1$d kin poza przeszukiwanym terenem";

/* No comment provided by engineer. */
"%d weeks ago" = "%1$d tygodni temu";

/* No comment provided by engineer. */
"%d years ago" = "%1$d lat temu";

/* No comment provided by engineer. */
"1 hour" = "1 godzina";

/* No comment provided by engineer. */
"1 kilometer" = "1 kilometr";

/* No comment provided by engineer. */
"1 mile" = "1 mila";

/* No comment provided by engineer. */
"1 minute" = "1 minuta";

/* No comment provided by engineer. */
"1 month ago" = "1 miesiąc temu";

/* No comment provided by engineer. */
"1 theater outside search area" = "1 kino poza przeszukiwanym terenem";

/* No comment provided by engineer. */
"1 week ago" = "1 tydzień temu";

/* No comment provided by engineer. */
"1 year ago" = "1 rok temu";

/* Title for the 'About' page (where we list who was involved in making the program and who supplied the data) */
"About" = "O";

/* No comment provided by engineer. */
"Account #%d" = "Konto #%1$d";

/* Account: <first name> <last name> */
"Account: %@ %@" = "Konto: %1$@ %2$@";

/* No comment provided by engineer. */
"Accounts" = "Konta";

/* Movie category */
"Action & Adventure" = "Filmy akcji i przygodowe";

/* No comment provided by engineer. */
"Add Existing Account / Profile" = "Stwórz nowe konto";

/* Title for a button that the user can use to request that a theater be added to the program */
"Add Theater" = "Dodaj kino";

/* Title for a button. Needs to be very short. 2-3 words *max*. User taps it when they want to add this movie to their Netflix queue */
"Add to Netflix" = "Dodaj do Netflixa";

/* Notification shown to the user when we are in the process of adding a movie to their Netflix queue */
"Adding Movie" = "Dodawanie filmu";

/* Option to show 'All' (i.e. non-filtered) results from a search */
"All" = "Wszystkie";

/* Used to display the count of all search results.  i.e.: All (15) */
"All (%d)" = "Wszystkie (%1$d)";

/* No comment provided by engineer. */
"An unknown error occurred." = "Wystąpił nieznany błąd.";

/* Movie category */
"Anime & Animation" = "Animowane i anime";

/* No comment provided by engineer. */
"Apple does not provide a mechanism for 3rd party applications to change their icon. When they do, I will provide this capability." = "Apple udostępnia zewnętrznym aplikacjom mechanizmu do zmiany ich ikonek. Kiedy taki mechanizm zostanie zaimplementowany, możliwość ta zostanie udostępniona.";

/* The list of Netflix movies currently at the user's house */
"At Home" = "Obecnie dostępne w domu";

/* This string has to be small enough to be visible with a picker switch next to it.  It means 'automatically update the user's location with GPS information' */
"Auto-Update Location" = "Aktualizuj położenie";

/* Movie is available to be shipped now */
"Available Now" = "Obecnie dostępne";

/* Movie will be released soon */
"Available Soon" = "Wkrótce na ekranach";

/* Movie can't be shipped because it hasn't been released yet */
"Awaiting Release" = "Oczekuje wejścia na ekrany";

/* No comment provided by engineer. */
"Bio:" = "Biografia:";

/* No comment provided by engineer. */
"Blu-ray" = "Blu-ray";

/* When the user wants to see only Bluray items and not DVD */
"Blu-ray Only" = "Tylko na Blue-ray";

/* This string should try to be short.  So abbreviations are acceptable. It's a verb that means 'to make a phonecall' */
"Call" = "Zadzwoń";

/* No comment provided by engineer. */
"Can you increase the maximum search distance for theaters?" = "Czy możesz zwiększyć maksymalną odległość wyszukiwania kin?";

/* No comment provided by engineer. */
"Cancel" = "Anuluj";

/* No comment provided by engineer. */
"Cannot Open Page" = "Nie mogę otworzyć strony";

/* No comment provided by engineer. */
"Cast:" = "Obsada:";

/* No comment provided by engineer. */
"Category Notifications" = "Powiadomienia dla różnych kategorii";

/* Title for a button. Needs to be very short. 2-3 words *max*. It means 'i want to change the date so i can see information from a different date' */
"Change date" = "Data modyfikacji";

/* Movie category */
"Children & Family" = "Dziecięce i rodzinne";

/* No comment provided by engineer. */
"City/State or Postal Code" = "Miasto/region lub kod pocztowy";

/* Movie category */
"Classics" = "Klasyka";

/* Movie category */
"Comedy" = "Komedie";

/* %@ is the underlying error.  i.e. 'Could not connect to server' */
"Could not change rating:\n\n%@" = "Próba zmiany oceny nie powiodła się:\n\n%1$@";

/* No comment provided by engineer. */
"Could not connect to Netflix." = "Próba połączenia z Netflixem nie powiodła się.";

/* No comment provided by engineer. */
"Could not find location." = "Nie mogę znaleźć podanego miejsca.";

/* No comment provided by engineer. */
"Could not find location.\nUser denied use of the location service." = "Położenie nie zostało znalezione.\nUżytkownik nie ma uprawnień do korzystania z serwisu lokalizacji.";

/* No comment provided by engineer. */
"Could you add support for Blockbuster movie rentals in addition to Netflix movie rentals?" = "Czy możesz dodać wsparcie dla wypożyczania filmów w serwisie Blockbuster, tak jak to ma miejsce w przypadku serwisu Netflix?";

/* %@ is replaced with the name of the program.  i.e. 'Now Playing' */
"Could you provide an option to let me choose the icon I want for the %@?" = "Czy możesz dostarczyć opcję wyboru ikonki dla %1$@?";

/* No comment provided by engineer. */
"Currently Blockbuster does not provide a supported API for 3rd party applications to plug into. When they do, I will add support for Blockbuster rentals." = "Obecnie Blockbuster nie udostępnia zewnętrznym aplikacjom możliwości podłączenia się do niego. Kiedy taka możliwość się pojawi, wsparcie dla wypożyczania filmów w serwisie Blockbuster zostanie dodane.";

/* No comment provided by engineer. */
"Currently no. However, simply mark the theater as a 'favorite' (by tapping the 'star' in the theater details pane) and it will show up even if it is outside your search range." = "W chwili obecnej nie. Możesz natomiast oznaczyć kino jako 'ulubione' (przez zaznaczenie 'gwiazdki' w zakładce szczegółów kina) i będzie się ono pojawiało nawet wówczas gdy będzie poza Twoim obszarem wyszukiwania.";

/* No comment provided by engineer. */
"Currently, settings can only be modified from Netflix's website" = "Obecnie ustawienia mogą być modyfikowane jedynie za pomocą stronę Netflixa";

/* No comment provided by engineer. */
"DVD" = "DVD";

/* When the user wants to see only DVD items and not Bluray */
"DVD Only" = "Tylko na DVD";

/* No comment provided by engineer. */
"DVD/Blu-ray" = "DVD/Blu-ray";

/* No comment provided by engineer. */
"DVD/Blu-ray details:" = "Szczegóły na temat DVD/Blu-ray:";

/* No comment provided by engineer. */
"Data for future dates may be incomplete. Reset the search date to the current date to see full listings." = "Dane dla przyszłych terminów mogą być niepełne. Przestaw datę na obecny czas aby zobaczyć pełną listę.";

/* No comment provided by engineer. */
"Definitely! Use the 'Send Feedback' button above to contact me. Let me know what needs to be corrected and I will get the issue resolved for the next version." = "Zdecydowanie tak! Użyj znajdującego się powyżej guzika 'Wyślij uwagi' w celu skontaktowania się ze mną. Daj mi znać co powinno zostać poprawione i ja poprawię to w kolejnej wersji.";

/* No comment provided by engineer. */
"Director:" = "Reżyser:";

/* No comment provided by engineer. */
"Directors:" = "Reżyserzy:";

/* i.e. DVD or Bluray movie that comes on a 'Disc' */
"Disc" = "Dysk";

/* Used to display the count of all dvd search results.  i.e.: Disc (15) */
"Disc (%d)" = "Dysk (%1$d)";

/* The Netflix queue containing the user's DVDs */
"Disc Queue" = "Kolejka dysków";

/* Must be very short. 1 word max. This is on a button that allows users to sort theaters by distance */
"Distance" = "Odległość";

/* Movie category */
"Documentary" = "Dokumentalne";

/* No comment provided by engineer. */
"Downloading data" = "Ściąganie danych";

/* No comment provided by engineer. */
"Downloading image" = "Ściąganie plakatu";

/* No comment provided by engineer. */
"Downloading information." = "Ściąganie informacji.";

/* Movie category */
"Drama" = "Dramat";

/* No comment provided by engineer. */
"Due to licensing restrictions, reviews and ratings may not be available for all movies." = "Z powodu ograniczeń licencyjnych, recenzje i oceny mogą nie być dostępne dla wszystkich filmów.";

/* Title for a button. Needs to be very short. 2-3 words *max*. It means 'email the theater listings to a friend' */
"E-mail listings" = "Adresy e-mail";

/* No comment provided by engineer. */
"Enabled" = "Włączone";

/* The entire list of Netflix movies the user has seen */
"Entire History" = "Pełna historia";

/* No comment provided by engineer. */
"Error occurred" = "Wystąpił błąd";

/* No comment provided by engineer. */
"Error occurred talking to Netflix. Please try again later." = "Wystąpił błąd przy próbie połączenia się z Netflixem. Spróbuj ponownie później.";

/* Movie category */
"Faith & Spirituality" = "Wiara i mistyka";

/* No comment provided by engineer. */
"Favorites" = "Ulubione";

/* No comment provided by engineer. */
"Film trailers provided by:" = "Zwiastuny filmów dostarczone przez:";

/* No comment provided by engineer. */
"Force Refresh" = "Wymuszone odświeżenie";

/* Movie category */
"Foreign" = "Zagraniczne";

/* Label for the format of a movie.  i.e.:  Format: Widescreen */
"Format:" = "Format:";

/* Movie category */
"Gay & Lesbian" = "Gejowskie i lesbijskie";

/* No comment provided by engineer. */
"Genre:" = "Gatunek:";

/* No comment provided by engineer. */
"Geolocation services provided by:" = "Serwisy geolokacyjne:";

/* No comment provided by engineer. */
"Google Maps" = "Mapy Google";

/* No comment provided by engineer. */
"Graphics by David Steinberger" = "Grafika: David Steinberger";

/* No comment provided by engineer. */
"Graphics by Jeffrey Nee" = "Grafika: Jeffrey Nee";

/* No comment provided by engineer. */
"Help" = "Pomoc";

/* Movie category */
"Horror" = "Horror";

/* No comment provided by engineer. */
"I will absolutely try. Please tap the 'Add Theater' button above to contact me. I'll need the theater's name and its telephone number. Thanks!" = "Na pewno spróbuję. Użyj znajdującego się powyżej guzika 'Wybierz kino' w celu skontaktowania się ze mną. Potrzebuję nazwę kina i numer telefonu. Z góry dziękuję!";

/* No comment provided by engineer. */
"IMDb's licensing fees are unfortunately too high for me to afford. Sorry!" = "Opłaty licencyjne IMDb są niestety zbyt wysokie dla mnie abym mógł sobie na nie pozwolić. Przykro mi!";

/* %@ is replaced with the name of the program.  i.e. 'Now Playing' */
"If %@ caches data, why do I always see the 'loading spinner' even on posters that were already loaded?" = "Jeżeli %1$@ zachowuje dane lokalnie, dlaczego ciągle widzę ikonkę ładowania danych, nawet dla tych plakatów które już zostały ściągnięte?";

/* No comment provided by engineer. */
"If you like %@, please consider writing a small review for the iTunes store. It will help new users discover this app, allow me to bring you great new features, keep things ad free, and will make me feel fuzzy inside. Thanks!" = "Jeżeli podoba Ci się %1$@, rozważ proszę napisanie krótkiej recenzji w sklepie iTunes. Taka recenzja pomoże nowym użytkownikom odszukanie tej aplikacji, a mi pozwoli na dostarczenie Ci nowych wspaniałych funkcji, nieumieszczanie w aplikacji reklam, oraz zdecydowanie poprawi moje samopoczucie. Z góry dziękuję!";

/* No comment provided by engineer. */
"Incorrect Twitter user name or password." = "Nieprawidłowa nazwa użytkownika Twittera albo hasło.";

/* Movie category */
"Independent" = "Niezależne";

/* i.e. a streamable movie that can be watched 'Instant'ly */
"Instant" = "Błyskawiczny";

/* Used to display the count of all instant watch search results.  i.e.: Instant (15) */
"Instant (%d)" = "Błyskawiczne (%1$d)";

/* The Netflix queue containing the user's streaming movies */
"Instant Queue" = "Kolejka filmów błyskawicznych";

/* No comment provided by engineer. */
"Instant Watch" = "Błyskawiczne oglądanie";

/* No comment provided by engineer. */
"International Data" = "Dane międzynarodowe";

/* No comment provided by engineer. */
"Last Friday" = "Ostatni piątek";

/* No comment provided by engineer. */
"Last Monday" = "Ostatni poniedziałek";

/* No comment provided by engineer. */
"Last Saturday" = "Ostatnia sobota";

/* No comment provided by engineer. */
"Last Sunday" = "Ostatnia niedziela";

/* No comment provided by engineer. */
"Last Thursday" = "Ostatni czwartek";

/* No comment provided by engineer. */
"Last Tuesday" = "Ostatni wtorek";

/* No comment provided by engineer. */
"Last Wednesday" = "Ostatnia środa";

/* plural. refers to a distance like 'Less than 2 miles away' */
"Less than %d %@ away" = "Odległość mniejsza niż %1$d %2$@";

/* singular. refers to a distance like 'Less than 1 mile away' */
"Less than 1 %@ away" = "Odległość mniejsza niż 1 %1$@";

/* No comment provided by engineer. */
"License" = "Licencja";

/* No comment provided by engineer. */
"Licensing restrictions with certain data providers only allow for a subset of all movie ratings and reviews. Sorry!" = "Ograniczenia licencyjne w przypadku niektórych dostawców danych pozwalają na umieszczenie tylko części recenzji i ocen filmów. Przykro mi!";

/* No comment provided by engineer. */
"Like This App?" = "Czy podoba Ci się ta aplikacja?";

/* No comment provided by engineer. */
"Loading" = "Ładowanie";

/* This string has to be small enough to be visible with a picker switch next to it.  It means 'show update spinners in the UI when loading content' */
"Loading Indicators" = "Wskaźniki ładowania";

/* No comment provided by engineer. */
"Loading image" = "Okładka";

/* No comment provided by engineer. */
"Local results unavailable" = "Lokalne wyniki niedostępne";

/* No comment provided by engineer. */
"Localized by:" = "Wersja polska:";

/* No comment provided by engineer. */
"Location" = "Położenie";

/* No comment provided by engineer. */
"Log In to Existing Account" = "Zaloguj się na istniejące konto";

/* No comment provided by engineer. */
"Logging in to Twitter" = "Logowanie do Twittera";

/* There will be a long wait before the movie is released */
"Long Wait" = "Długi okres oczekiwania";

/* This string should try to be short.  So abbreviations are acceptable. It's a verb that means 'open a map to the currently listed address' */
"Map" = "Mapa";

/* No comment provided by engineer. */
"Map Theaters" = "Pokaż kina";

/* The most popular movies currently */
"Most Popular" = "Najpopularniejsze";

/* No comment provided by engineer. */
"Movie Rating" = "Oceny filmów";

/* No comment provided by engineer. */
"Movie details provided by:" = "Opisy filmów:";

/* No comment provided by engineer. */
"Movie reviews provided by:" = "Recenzje filmowe:";

/* No comment provided by engineer. */
"Movies" = "Filmy";

/* Used to display the count of all movie search results.  i.e.: Movies (15) */
"Movies (%d)" = "Filmy (%1$d)";

/* No comment provided by engineer. */
"Moving Movie" = "Przenoszenie filmu";

/* Movie category */
"Music & Musicals" = "Muzyczne i musicale";

/* No comment provided by engineer. */
"My other applications" = "Moje inne aplikacje";

/* Must be very short. 1 word max. This is on a button that allows users to sort theaters by their name */
"Name" = "Tytuł";

/* No comment provided by engineer. */
"Netflix" = "Netflix";

/* No comment provided by engineer. */
"Network unavailable" = "Sieć niedostępna";

/* Movie category */
"New 'Instant Watch'" = "Nowe 'błyskawiczne oglądanie'";

/* Movie category */
"New DVDs" = "Nowe DVD";

/* Must be short. 1-2 words max. Label for a button when a user does not want to write a review */
"No Thanks" = "Nie, dziękuję";

/* No comment provided by engineer. */
"No biography available." = "Brak biografi.";

/* No comment provided by engineer. */
"No bookmarked movies" = "Brak zaznaczonych filmów";

/* No comment provided by engineer. */
"No information found" = "Brak informacji";

/* No listings found at 'Regal Meridian 6' on 5/18/2008 */
"No listings found at '%@' on %@" = "Nie znaleziono repertuaru dla kina '%1$@' w dniu %2$@";

/* No listings found for 'The Dark Knight' at 'Regal Meridian 6' on 5/18/2008 */
"No listings found for '%@' at '%@' on %@" = "Nie znaleziono żadnej pozycji dla filmu '%1$@' w kinie '%2$@' w dniu %3$@";

/* No listings found for 'The Dark Knight' on 5/18/2008 */
"No listings found for '%@' on %@" = "Nie znaleziono żadnej pozycji dla filmu '%1$@' w dniu %2$@";

/* Message shown when the user searches for something and we find no results */
"No results found for '%@'" = "Brak rezultatów dla: %1$@";

/* No comment provided by engineer. */
"No synopsis available." = "Brak streszczenia.";

/* This is what a user picks when they don't want any reviews. */
"None" = "Brak";

/* Movie is not currently rentable */
"Not Rentable" = "Obecnie nie da się wypożyczyć";

/* No comment provided by engineer. */
"Not yet rated" = "Brak ocen";

/* No comment provided by engineer. */
"Now Playing Feedback" = "Uwagi dla Now Playing";

/* No comment provided by engineer. */
"OK" = "OK";

/* No comment provided by engineer. */
"Open and Authorize" = "Otwórz i dokonaj autoryzacji";

/* Button to change the visibility options for DVD or Bluray. */
"Options" = "Opcje";

/* %@ will be replaced with a movie showtime.  i.e.: Order tickets for 3:15pm */
"Order tickets for %@" = "Zamów bilety na %1$@";

/* No comment provided by engineer. */
"Over Quota - Try Again Later" = "Przekroczony limit - spróbuj powownie później";

/* Title for a button. Needs to be very short. 2-3 words *max*. User taps it when they want to watch the trailer for a movie */
"Play trailer" = "Odtwórz trailer";

/* No comment provided by engineer. */
"Please Wait" = "Proszę czekać";

/* No comment provided by engineer. */
"Please enter your location" = "Wprowadź swoje położenie";

/* No comment provided by engineer. */
"Please rate it in the App Store.\n\nAlready rated a previous version? Please update the rating to count against the current version." = "Proszę, oceń tę aplikację w sklepie aplikacji.\n\nJuż oceniona w poprzedniej wersji? Proszę, zaktualizuj ocenę, tak aby liczyła się ona dla obecnej wersji.";

/* The preferred movie format that the user has.  i.e. DVD or Bluray */
"Preferred Formats" = "Preferowane formaty";

/* Takes the user to the website for this application */
"Project Website" = "Strona projektu";

/* Must be short. 1-2 words max. Label for a button a user can tap to rate this app */
"Rate It!" = "Oceń to!";

/* %@ will be replaced with a movie rating.  i.e.: Rated PG-13 */
"Rated %@" = "Ocena %1$@";

/* No comment provided by engineer. */
"Rated:" = "Ocena:";

/* Title for a button. Needs to be very short. 2-3 words *max*. User taps it when they want to read the critics' reviews for a movie */
"Read reviews" = "Czytaj recenzje";

/* No comment provided by engineer. */
"Really close by" = "Bardzo blisko";

/* No comment provided by engineer. */
"Really far away" = "Bardzo daleko";

/* The list of Netflix movies the user recently returned */
"Recently Returned" = "Ostatnio zwrócone";

/* The list of Netflix movies the user recently watched */
"Recently Watched" = "Ostatnio oglądane";

/* Movie recommendations from Netflix */
"Recommendations" = "Rekomendacje";

/* Must be very short. 1 word max. This is on a button that allows the user to sort movies based on how recently they were released. */
"Release" = "Premiera";

/* No comment provided by engineer. */
"Release date:" = "Premiera:";

/* This is a shorter form of 'Release date:'. Used when there's less onscreen space. */
"Release: %@" = "Premiera: %1$@";

/* No comment provided by engineer. */
"Remove Account / Profile" = "Usuń konto";

/* No comment provided by engineer. */
"Rental History" = "Historia wypożyczeń";

/* Error shown when we tried to reorder a user's movie queue on the server but failed.  %@ is replaced with the actual error.  i.e.: Could not connect to server */
"Reordering queue failed:\n\n%@" = "Błąd przy zmianie kolejności filmów w kolejce:\n\n%1$@";

/* No comment provided by engineer. */
"Requesting access" = "Wysyłanie polecenia dostępu";

/* No comment provided by engineer. */
"Requesting authorization" = "Wysyłanie polecenia autoryzacji";

/* No comment provided by engineer. */
"Reviews" = "Recenzje";

/* Movie category */
"Romance" = "Romantyczne";

/* No comment provided by engineer. */
"Running time:" = "Czas trwania:";

/* No comment provided by engineer. */
"Safari" = "Safari";

/* Button to let the user save all the images to their photo library */
"Save All to Photo Library" = "Zachowaj wszystkie w bibliotece zdjęć";

/* Button to let the user save a poster to their photo library */
"Save to Photo Library" = "Zachowaj w bibliotece zdjęć";

/* Movie is the user's 'Saved to watch later' queue */
"Saved" = "Zapisane";

/* Saved in Instant Queue */
"Saved in %@" = "Zapisane w %1$@";

/* No comment provided by engineer. */
"Saving" = "Zapisywanie";

/* i.e.: Saving 5 of 15.  Used when saving a list of images */
"Saving %d of %d" = "Zapisywanie %1$d z %2$d";

/* Movie category */
"Sci-Fi & Fantasy" = "Fantastyczno-naukowe i fantastyka";

/* Must be very short. 1 word max. This is on a button that allows users to sort movies by how well they were rated. */
"Score" = "Ocena";

/* This is noun, not a verb. It is the date we are getting movie listings for. */
"Search Date" = "Wyszukiwany okres";

/* No comment provided by engineer. */
"Search Distance" = "Wyszukiwana odległość";

/* No comment provided by engineer. */
"Search Netflix" = "Wyszukaj w Netflix";

/* No comment provided by engineer. */
"Searching" = "Wyszukiwanie";

/* No comment provided by engineer. */
"See the section on IMDb." = "Zobacz opis w IMDb.";

/* Title for a button that a user can click on to send a feedback email to the developers */
"Send Feedback" = "Wyślij uwagi";

/* No comment provided by engineer. */
"Settings" = "Ustawienia";

/* There will be a short wait before the movie is released */
"Short Wait" = "Krótki okres oczekiwania";

/* We hide theaters if they are too far away.  But we provide this button to let the user 'unhide' in case it's the only theater showing a movie they care about. */
"Show %d hidden theaters" = "Pokaż %1$d ukrytych kin";

/* We hide theaters if they are too far away.  But we provide this button to let the user 'unhide' in case it's the only theater showing a movie they care about. */
"Show 1 hidden theater" = "Pokaż 1 ukryte kino";

/* When the user wants to see 'Both' DVD and Bluray items */
"Show Both" = "DVD i Blu-ray";

/* When the user does not want to see Bluray or DVD items */
"Show Neither" = "Nie pokazuj żadnego";

/* This string has to be small enough to be visible with a picker switch next to it.  It means 'show update notifications in the UI to let me know what's happening' */
"Show Notifications" = "Pokaż powiadomienia";

/* %@ will be replaced with a date.  i.e.: 04/30/2008 */
"Show times retrieved on %@." = "Seanse otrzymane dla %1$@.";

/* No comment provided by engineer. */
"Sign Up for New Account" = "Załóż nowe konto";

/* Movie category */
"Special Interest" = "Dla koneserów";

/* Movie category */
"Sports & Fitness" = "Sportowe";

/* No comment provided by engineer. */
"Studio:" = "Wytwórnia:";

/* No comment provided by engineer. */
"Success! %@ was granted access to your Netflix account. You can now add movies to your queue, see what's new and what's recommended for you, and much more!" = "Udało się! %1$@ otrzymał dostęp do Twojego konta Netflix. Teraz możesz dodawać filmy do Twojej kolejki, sprawdzać nowości i rekomendacje, oraz dużo, dużo więcej!";

/* No comment provided by engineer. */
"Tap the 'Send Feedback' button above to contact me directly about anything else you need. Cheers! :-)" = "Naciśnij znajdujący się powyżej guzik 'Wyślij uwagi' w celu skontaktowanie się ze mną w sprawie czegokolwiek czego potrzebujesz w tej aplikacji. Pozdrowienia! :-)";

/* No comment provided by engineer. */
"Tap to enter location" = "Naciśnij aby podać położenie";

/* Movie category */
"Television" = "Telewizyjne";

/* %@ will be replaced with a date.  i.e.: 04/30/2008 */
"Theater last reported show times on\n%@." = "Ostatni seans w kinie\n%1$@.";

/* No comment provided by engineer. */
"Theater providers often limit the maximum search distance they will provide data for. As a result, some theaters may not show up for you even if your search distance is set high." = "Kierownictwo kin dostarcza często danych tylko na ograniczoną liczbę dni naprzód. W rezultacie dane z niektórych kin mogą nie być wyświetlone jeżeli ustawiony jest zbyt długi okres wyszukiwania.";

/* No comment provided by engineer. */
"Theaters" = "Kina";

/* Used to display the count of all theater search results.  i.e.: Theaters (15) */
"Theaters (%d)" = "Kina (%1$d)";

/* %@ is replaced with the name of the program.  i.e. 'Now Playing' */
"Theaters are removed when they do not provide up-to-date listings. When up-to-date listing are provided, the theater will reappear automatically in %@." = "Kina zostają usunięte kiedy nie dostarczają aktualnych repertuarów. Kiedy aktualne repertuary zaczną być dostarczane, kina automatycznie pojawią się znowu w %1$@.";

/* No comment provided by engineer. */
"This theater has not yet reported its show times. When they become available, %@ will retrieve them automatically." = "Dane na temat seansów w tym kinie nie zostały jeszcze dostarczone. Kiedy zostaną one dostarczone, %1$@ pobierze je automatycznie.";

/* Movie category */
"Thrillers" = "Dreszczowce";

/* No comment provided by engineer. */
"Ticket sales provided by:" = "Sprzedaż biletów:";

/* Must be very short. 1 word max. This is on a button that allows the user to sort movies based on their title. */
"Title" = "Tytuł";

/* No comment provided by engineer. */
"To make scrolling as fast and as smooth as possible, %@ does not show the poster until scrolling has stopped." = "W celu maksymalnego przyspieszenia i płynności przewijania, %1$@ nie pokazuje plakatu aż do momentu gdy przewijanie zostanie zakończone.";

/* No comment provided by engineer. */
"Today" = "Dziś";

/* Movie category */
"Top DVDs" = "Najpopularniejsze DVD";

/* No comment provided by engineer. */
"Top of Disc Queue" = "Najpopularniejsze w kolejce dysków";

/* No comment provided by engineer. */
"Top of Instant Queue" = "Najpopularniejsze w kolejce błyskawicznej";

/* No comment provided by engineer. */
"Translations" = "Tłumaczenia";

/* No comment provided by engineer. */
"Tweeting" = "Umieść na Twitterze";

/* No comment provided by engineer. */
"Unfortunately, Movietickets.com will not provide ticketing support if I also provide ticketing through Fandango.com. I go to Fandango.com theaters, and so that's the provider I'm sticking with." = "Niestety, Movietickets.com nie będzie umożliwiał rezerwacji/kupna biletów jeżeli będę umożliwiał rezerwację/kupno poprzez serwis Fandango.com. Ponieważ ja chodzę do kin Fandango.com, więc to jest usługodawca na którego się zdecydowałem.";

/* No comment provided by engineer. */
"Unknown Distance" = "Nieznana odległość";

/* The release date for a movie is unknown. */
"Unknown Release Date" = "Nieznany czas premiery";

/* No comment provided by engineer. */
"Unrated" = "Brak ocen";

/* No comment provided by engineer. */
"Upcoming" = "Wkrótce";

/* No comment provided by engineer. */
"Updating" = "Aktualizacja";

/* No comment provided by engineer. */
"Updating Listings" = "Aktualizacja repertuarów";

/* No comment provided by engineer. */
"Updating Queue" = "Aktualizacja kolejki";

/* No comment provided by engineer. */
"Updating: %@" = "Aktualizacja: %1$@";

/* This string has to be small enough to be visible with a picker switch next to it.  It means 'don't shrink the fonts when you have lots of stuff to display' */
"Use Small Fonts" = "Użyj małej czcionki";

/* There will be a very long wait before the movie is released */
"Very Long Wait" = "Bardzo długi okres oczekiwania";

/* No comment provided by engineer. */
"Website" = "Strona www";

/* Title for a button. Needs to be very short. 2-3 words *max*. When tapped, will show the user a list of websites with additional information about the movie */
"Websites" = "Strony WWW";

/* No comment provided by engineer. */
"What can I do if I have a question that hasn't been answered?" = "Co powinienem/powinnam zrobić jeżeli mam pytanie na które nie została udzielona odpowiedź?";

/* No comment provided by engineer. */
"Why did my theater disappear?" = "Dlaczego moje kino zniknęło?";

/* %@ is replaced with the name of the program.  i.e. 'Now Playing' */
"Why doesn't %@ offer ticketing through Movietickets.com as well as Fandango.com?" = "Dlaczego %1$@ nie umożliwia rezerwacji/kupna biletów przez Movietickets.com, tak jak to ma miejsce przez Fandango.com?";

/* %@ is replaced with the name of the program.  i.e. 'Now Playing' */
"Why doesn't %@ provide IMDb user ratings and reviews?" = "Dlaczego %1$@ nie udostępnia recenzji i ocen z serwisu IMDb?";

/* %@ is replaced with the name of the program.  i.e. 'Now Playing' */
"Why doesn't %@ provide Yahoo ratings and reviews?" = "Dlaczego %1$@ nie dostarcza ocen i recenzji z serwisu Yahoo?";

/* %@ is replaced with the name of the program.  i.e. 'Now Playing' */
"Why don't I see ratings and reviews for all movies in %@?" = "Dlaczego w %1$@ nie widzę ocen i recenzji dla wszystkich filmów?";

/* %@ is replaced with the name of the program.  i.e. 'Now Playing' */
"Why is %@ always downloading data? Why doesn't it store the data locally?" = "Dlaczego %1$@ cały czas ściąga dane? Dlaczego nie przechowuje ich lokalnie?";

/* No comment provided by engineer. */
"Write Review" = "Napisz recenzję";

/* No comment provided by engineer. */
"Written by Cyrus Najmabadi" = "Autor: Cyrus Najmabadi";

/* No comment provided by engineer. */
"Yesterday" = "Wczoraj";

/* No comment provided by engineer. */
"You must first set up an email account on your device before you can send feedback." = "Najpierw musisz skonfigurować konto mailowe na Twoim urządzeniu aby móc wysłać uwagi.";

/* The first %@ will be replaced with the device the user is on (i.e.: iPhone), the second %@ is replaced with the program name (i.e.: Now playing) */
"Your %@'s country is set to: %@\n\nFull support for %@ is coming soon to your country, and several features are already available for you to use today! When more features become ready, you will automatically be notified of updates." = "Kraj w ustawieniach Twojego %1$@'a to %2$@\n\nPełne wsparcie dla %3$@ w Twoim kraju będzie dostępne wkrótce, ale pewne funkcje są dostępne już dziś! Kiedy więcej funkcji będzie dostępnych, zostaniesz automatycznie poinformowany o możliwych aktualizacjach.";

/* No comment provided by engineer. */
"kilometer" = "kilometr";

/* No comment provided by engineer. */
"kilometers" = "kilometerów";

/* No comment provided by engineer. */
"mile" = "mila";

/* No comment provided by engineer. */
"miles" = "mil";